import React from 'react';


function Policy() {
    return (
       
    <section className="sc-about-directions" id="sc-directions">
    <div className="grid">
            <div className="tos__wrapper-text">
                <h3>Пользовательское соглашение, Политика конфиденциальности, Правила поведения на Сайте и авторское право</h3>
<h3>ПОЛЬЗОВАТЕЛЬСКОЕ СОГЛАШЕНИЕ</h3>
<p>На данной странице ниже представлены три документа: Пользовательское соглашение, Политика конфиденциальности и Правила поведения на Сайте и авторское право. Внимательно прочитайте оба документа, прежде чем начать пользоваться Сайтом. Вы обязаны соблюдать все условия Пользовательского соглашения и Политики конфиденциальности, посещая Сайт или используя любые предложенные на Сайте функции. Если вы не согласны с какими-либо условиями Пользовательского соглашения или Политики конфиденциальности, то вы не можете пользоваться Сайтом и любыми предложенными на Сайте функциями и вам необходимо немедленно покинуть Сайт, а также прекратить его использование в каком-либо виде. Начало использования Сайта означает надлежащее заключение Пользовательского соглашения и ваше полное согласие со всеми условиями Политики конфиденциальности.</p>
<h3>1. ТЕРМИНЫ И ОПРЕДЕЛЕНИЯ, ИСПОЛЬЗУЕМЫЕ В НАСТОЯЩЕМ СОГЛАШЕНИИ</h3>
<p>Перечисленные ниже термины в рамках настоящего Соглашения имеют следующее значение:</p>
<p>1.1.&nbsp;Сайт&nbsp;&ndash; совокупность всей информации (текстовой и графической) и функций, находящаяся в сети интернет по адресу&nbsp;<a href="https://huaxun.ru/">https://huaxun.ru/</a>, включая все внутренние страницы данного адреса.</p>
<p>1.2.&nbsp;Администрация Сайта&nbsp;&ndash; ООО Группа компаний &laquo;Хуасюнь&raquo;, владеющее и управляющее Сайтом.</p>
<p>1.3.&nbsp;Пользователь Сайта&nbsp;(далее &ndash;&nbsp;Пользователь&lt;) &ndash; лицо, использующее Сайт.</p>
<p>1.4.&nbsp;Стороны&nbsp;&ndash; Администрация Сайта и Пользователь Сайта, заключившие Настоящее Соглашение.</p>
<h3>2. ОБЩИЕ ПОЛОЖЕНИЯ</h3>
<p>2.1. Настоящее Пользовательское соглашение (далее &ndash;&nbsp;<strong>Соглашение</strong>) относится к Сайту, расположенному в сети интернет по адресу&nbsp;<a href="https://huaxun.ru/">https://huaxun.ru/</a>.</p>
<p>2.2. Настоящее Соглашение регулирует отношения между Администрацией Сайта и Пользователем Сайта.</p>
<p>2.3. Администрация Сайта оставляет за собой право в любое время изменять, добавлять или удалять пункты настоящего Соглашения без уведомления Пользователя.</p>
<p>2.4. Продолжение использования Сайта Пользователем означает принятие условий Соглашения и изменений к нему, внесенных в настоящее Соглашение.</p>
<p>2.5. Пользователь самостоятельно несет ответственность за проверку настоящего Соглашения на наличие изменений в нем.</p>
<p>2.6. Начиная просмотр Сайта или использование каких-либо предложенных на Сайте функций, Пользователь считается принявшим условия Соглашения в полном объеме, без каких-либо оговорок и исключений.</p>
<h3>3. ПРЕДМЕТ СОГЛАШЕНИЯ</h3>
<p>3.1. Предметом настоящего Соглашения является предоставление Пользователю доступа к информации, и функциям, представленным на Сайте.</p>
<p>3.2. Под действие настоящего Соглашения подпадают все существующие на данный момент функции Сайта, а также любые их последующие модификации и появляющиеся в дальнейшем функции.</p>
<p>3.3. Доступ к Сайту предоставляется на безвозмездной основе.</p>
<p>3.4.&nbsp;<strong>Настоящее Соглашение является публичной офертой</strong>. Получая доступ к Сайту, Пользователь соглашается с условиями Соглашения и считается присоединившимся к настоящему Соглашению.</p>
<h3>2. ОБЩИЕ ПОЛОЖЕНИЯ</h3>
<p>2.1. Настоящее Пользовательское соглашение (далее &ndash;&nbsp;<strong>Соглашение</strong>) относится к Сайту, расположенному в сети интернет по адресу&nbsp;<a href="https://huaxun.ru/">https://huaxun.ru/</a>.</p>
<p>2.2. Настоящее Соглашение регулирует отношения между Администрацией Сайта и Пользователем Сайта.</p>
<p>2.3. Администрация Сайта оставляет за собой право в любое время изменять, добавлять или удалять пункты настоящего Соглашения без уведомления Пользователя.</p>
<p>2.4. Продолжение использования Сайта Пользователем означает принятие условий Соглашения и изменений к нему, внесенных в настоящее Соглашение.</p>
<p>2.5. Пользователь самостоятельно несет ответственность за проверку настоящего Соглашения на наличие изменений в нем.</p>
<p>2.6. Начиная просмотр Сайта или использование каких-либо предложенных на Сайте функций, Пользователь считается принявшим условия Соглашения в полном объеме, без каких-либо оговорок и исключений.</p>
<h3>3. ПРЕДМЕТ СОГЛАШЕНИЯ</h3>
<p>3.1. Предметом настоящего Соглашения является предоставление Пользователю доступа к информации, и функциям, представленным на Сайте.</p>
<p>3.2. Под действие настоящего Соглашения подпадают все существующие на данный момент функции Сайта, а также любые их последующие модификации и появляющиеся в дальнейшем функции.</p>
<p>3.3. Доступ к Сайту предоставляется на безвозмездной основе.</p>
<p>3.4.&nbsp;<strong>Настоящее Соглашение является публичной офертой</strong>. Получая доступ к Сайту, Пользователь соглашается с условиями Соглашения и считается присоединившимся к настоящему Соглашению.</p>
<h3>4. ПРАВА И ОБЯЗАННОСТИ СТОРОН</h3>
<p>4.1. Администрация Сайта вправе:</p>
<p>4.1.1. Изменять правила пользования Сайтом, а также изменять содержание Сайта. Изменения вступают в силу с момента публикации новой редакции Соглашения на Сайте.</p>
<p>4.1.2. Ограничить доступ к Сайту или к частям сайта в случае нарушения Пользователем условий настоящего Соглашения.</p>
<p>4.2. Пользователь вправе:</p>
<p>4.2.1. Получить доступ к использованию Сайта в ознакомительных и подобных целях, а также к функциям, предложенным на Сайте.</p>
<p>4.2.2. Пользоваться Сайтом исключительно в целях и порядке, предусмотренных Соглашением и не запрещенных законодательством Российской Федерации.</p>
<p>4.3. Пользователь Сайта обязуется:</p>
<p>4.3.1. Соблюдать имущественные и неимущественные права авторов и иных правообладателей при использовании Сайта.</p>
<p>4.3.2. Не предпринимать действий, которые могут рассматриваться как нарушающие нормальную работу Сайта.</p>
<p>4.3.3. Не распространять с использованием Сайта любую конфиденциальную и охраняемую законодательством Российской Федерации информацию о физических или юридических лицах.</p>
<p>4.3.4. Избегать любых действий, в результате которых может быть нарушена конфиденциальность информации, охраняемой законодательством Российской Федерации.</p>
<p>4.3.5. Не использовать сервисы Сайта с целью:</p>
<ul>
<li>Размещения информации, которая является незаконной, нарушает любые права третьих лиц; пропагандирует насилие, жестокость, ненависть и (или) дискриминацию по расовому, национальному, половому, религиозному, социальному признакам; содержит недостоверные сведения и (или) оскорбления в адрес каких-либо лиц, организаций, органов власти.</li>
<li>Побуждения к совершению противоправных действий, а также содействия лицам, действия которых направлены на нарушение ограничений и запретов, действующих на территории Российской Федерации.</li>
</ul>
<p>4.4. Пользователю запрещается:</p>
<p>4.4.1. Отслеживать или пытаться отслеживать любую информацию о любом другом Пользователе Сайта.</p>
<p>4.4.2. Использовать Сайт в любых целях, запрещенных законодательством Российской Федерации, а также подстрекать к любой незаконной деятельности или другой деятельности, нарушающей права Администрации Сайта или других лиц.</p>
<h3>5. ИСПОЛЬЗОВАНИЕ САЙТА</h3>
<p>5.1. Сайт не может быть скопирован, опубликован, воспроизведен, передан или распространен любым способом, полностью или частично, без предварительного письменного согласия Администрации Сайта.</p>
<p>5.2. Сайт защищен авторским правом, а также другими правами, связанными с интеллектуальной собственностью, и законодательством о недобросовестной конкуренции.</p>
<p>5.3. Пользователь самостоятельно несет ответственность за сохранение конфиденциальности информации, а также за всю без исключения деятельность, которая ведётся от имени Пользователя.</p>
<p>5.4. Настоящее Соглашение распространяет свое действия на все дополнительные положения и условия, представленные на Сайте.</p>
<p>5.5. Администрация Сайта имеет право в любое время без уведомления Пользователя вносить любые изменения в информацию, представленную на Сайте.</p>
<p>5.6. Документ &laquo;Политика конфиденциальности&raquo; регулирует в соответствующей части и распространяет свое действие на использование Пользователем Сайта.</p>
<h3>6. ОТВЕТСТВЕННОСТЬ</h3>
<p>6.1. Любые убытки, которые Пользователь может понести в случае умышленного или неосторожного нарушения любого положения настоящего Соглашения, а также вследствие несанкционированного доступа, Администрацией Сайта не возмещаются.</p>
<p>6.2. Администрация Сайта не несет ответственности за:</p>
<p>6.2.1. Задержки или сбои, а также любые другие случаи неполадок в телекоммуникационных, компьютерных, электрических и иных смежных системах.</p>
<p>6.2.2. Действия систем переводов, банков, платежных систем, почтовых сервисов, транспортных компаний и за задержки, связанные с их работой.</p>
<p>6.2.3. Ненадлежащее функционирование Сайта, в случае, если Пользователь не имеет необходимых технических средств или навыков для его использования.</p>
<p>6.3. Администрация Сайта не несет никаких обязательств по обеспечению Пользователей средствами и навыками, необходимыми для использования Сайта.</p>
<h3>7. НАРУШЕНИЕ УСЛОВИЙ ПОЛЬЗОВАТЕЛЬСКОГО СОГЛАШЕНИЯ</h3>
<p>7.1. Администрация Сайта вправе раскрыть любую информацию о Пользователе, если раскрытие необходимо в связи с расследованием или жалобой в отношении неправомерного использования Сайта, либо для установления (идентификации) Пользователя, который может нарушать или вмешиваться в права Администрации Сайта или в права других Пользователей Сайта.</p>
<p>7.2. Администрация Сайта имеет право раскрыть информацию о Пользователе, если действующее законодательство Российской Федерации требует или разрешает такое раскрытие.</p>
<p>7.3. Администрация Сайта вправе без предварительного уведомления Пользователя прекратить доступ к Сайту, если Пользователь нарушил настоящее Соглашение или содержащиеся в иных документах условия пользования Сайтом, а также в случае прекращения действия Сайта, либо по причине технической неполадки любого рода.</p>
<p>7.4. Администрация Сайта не несет ответственности перед Пользователем или третьими лицами за прекращение доступа к Сайту в случае нарушения Пользователем любого положения настоящего Соглашения или иного документа, содержащего условия пользования Сайтом.</p>
<h3>8. ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ</h3>
<p>8.1. Администрация Сайта не принимает предложения от Пользователя относительно изменений настоящего Пользовательского соглашения.</p>
<p>8.2. Отзывы и вопросы Пользователя, размещенные на Сайте, не являются конфиденциальной информацией и могут быть использованы Администрацией Сайта.</p>
<p>&nbsp;</p>
<h2><strong>ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ</strong></h2>
<h3>1. ОПРЕДЕЛЕНИЕ ТЕРМИНОВ</h3>
<p>В настоящей Политике конфиденциальности используются следующие термины:</p>
<p>1.1.&nbsp;<strong>Сайт</strong>&nbsp;&ndash; совокупность всей информации (текстовой и графической) и функций, находящаяся в сети интернет по адресу&nbsp;<a href="https://huaxun.ru/">https://huaxun.ru/</a>, включая все внутренние страницы данного адреса.</p>
<p>1.2.&nbsp;<strong>Администрация Сайта</strong>&nbsp;&ndash; ООО Группа компаний &laquo;Хуасюнь&raquo;, владеющее и управляющее Сайтом.</p>
<p>1.3.&nbsp;<strong>Пользователь Сайта</strong>&nbsp;(далее &ndash;&nbsp;<strong>Пользователь</strong>) &ndash; лицо, использующее Сайт.</p>
<p>1.4.&nbsp;<strong>Персональные данные</strong>&nbsp;&ndash; любая информация, относящаяся к прямо или косвенно определенному или определяемому физическому лицу (субъекту персональных данных).</p>
<p>1.5.&nbsp;<strong>Обработка персональных данных</strong>&nbsp;&ndash; любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.</p>
<p>1.6.&nbsp;<strong>Конфиденциальность персональных данных</strong>&nbsp;&ndash; обязательное для соблюдения Администрацией Сайта, Пользователем или иным получившим доступ к персональным данным лицом требование не допускать их распространения без согласия субъекта персональных данных или наличия иного законного основания.</p>
<h3>2. ОБЩИЕ ПОЛОЖЕНИЯ</h3>
<p>2.1. Настоящая Политика конфиденциальности персональных данных (далее &ndash; Политика конфиденциальности) действует в отношении всей информации, которую Сайт может получить о Пользователе, во время использования последним Сайта и каких-либо функций, предложенных на Сайте.</p>
<p>2.2. Использование Пользователем Сайта означает согласие с настоящей Политикой конфиденциальности и условиями обработки персональных данных Пользователя.</p>
<p>2.3. В случае несогласия с условиями Политики конфиденциальности Пользователь обязан прекратить использование Сайта.</p>
<p>2.4. Настоящая Политика конфиденциальности непосредственно применяется только к Сайту. Администрация Сайта не контролирует и не несет ответственность за сайты третьих лиц, на которые Пользователь может перейти по ссылкам, доступным на Сайте.</p>
<p>2.5. Администрация Сайта не проверяет достоверность персональных данных, предоставляемых Пользователем Сайта.</p>
<h4>3. ПРЕДМЕТ ПОЛИТИКИ КОНФИДЕНЦИАЛЬНОСТИ</h4>
<p>3.1. Настоящая Политика конфиденциальности устанавливает обязательства Администрации Сайта по неразглашению и обеспечению режима защиты конфиденциальности персональных данных, которые Пользователь предоставляет при регистрации на Сайте.</p>
<p>3.2. Персональные данные, разрешённые к обработке в рамках настоящей Политики конфиденциальности, предоставляются Пользователем путём добровольного заполнения одной или нескольких форм обратной связи, регистрации или при использовании других функций, предложенных на Сайте.</p>
<p>3.3. Любая иная персональная информация, не оговоренная выше, подлежит надежному хранению и нераспространению, за исключением случаев, предусмотренных в п. 5.2. и п. 5.3. настоящей Политики конфиденциальности.</p>
<h3>4. ЦЕЛИ СБОРА ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ АДМИНИСТРАЦИЕЙ САЙТА</h3>
<p>Администрация Сайта может использовать персональные данные Пользователя в целях:</p>
<p>4.1. Идентификации Пользователя, для оформления заказа и (или) заключения договора на оказание услуг, продажу товаров или их оплату.</p>
<p>4.2. Предоставления Пользователю доступа к персонализированной информации.</p>
<p>4.3. Установления с Пользователем обратной связи, включая: направление уведомлений, запросов, касающихся использования Сайта, оказание услуг, продажу товаров, оплату, обработку запросов и заявок от Пользователя.</p>
<p>4.4. Обработки и получения платежей, подтверждения налога или налоговых льгот, оспаривания (возврата) платежа;</p>
<p>4.5. Предоставления Пользователю клиентской и технической поддержки при возникновении проблем, связанных с использованием Сайта.</p>
<p>4.6. Предоставления Пользователю, с его согласия, обновлений ассортимента товаров и услуг, специальных предложений, информации о ценах, новостной рассылки и иных сведений от имени Администрации Сайта или от имени партнеров Администрации Сайта.</p>
<p>4.7. Осуществления рекламной деятельности.</p>
<p>4.8. Предоставления доступа Пользователю на сайты или функции партнеров Администрации Сайта с целью получения продуктов, обновлений, товаров и услуг.</p>
<h3>5. СПОСОБЫ И СРОКИ ОБРАБОТКИ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ</h3>
<p>5.1. Обработка персональных данных Пользователя осуществляется без ограничения срока, любым законным способом, в том числе в информационных системах персональных данных с использованием средств автоматизации или без использования таких средств.</p>
<p>5.2. Пользователь соглашается с тем, что Администрация Сайта вправе передавать персональные данные третьим лицам, в частности, курьерским службам, почтовым сервисам, операторам электросвязи в целях выполнения заказов, заявок и просьб Пользователя.</p>
<p>5.3. При утрате или разглашении персональных данных Администрация Сайта информирует Пользователя об утрате или разглашении персональных данных.</p>
<p>5.4. Администрация Сайта принимает необходимые организационные и технические меры для защиты персональной информации Пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий третьих лиц.</p>
<p>5.5. Администрация Сайта совместно с Пользователем принимает все необходимые меры по предотвращению убытков или иных отрицательных последствий, вызванных разглашением персональных данных Пользователя.</p>
<h3>6. ОБЯЗАТЕЛЬСТВА СТОРОН</h3>
<p>6.1. Администрация Сайта обязана:</p>
<p>6.1.1. Использовать полученную информацию исключительно для целей, указанных в п. 4 настоящей Политики конфиденциальности.</p>
<p>6.1.2. Обеспечить хранение конфиденциальной информации в тайне, не разглашать без предварительного письменного разрешения Пользователя, а также не осуществлять продажу, обмен, опубликование, либо разглашение иными возможными способами переданных персональных данных Пользователя, за исключением п. 5.2. настоящей Политики Конфиденциальности.</p>
<p>6.1.3. Принимать меры предосторожности для защиты конфиденциальности персональных данных Пользователя согласно порядку, обычно используемого для защиты такого рода информации в существующем деловом обороте.</p>
<h3>7. ОТВЕТСТВЕННОСТЬ СТОРОН</h3>
<p>7.1. Администрация Сайта, в случае неисполнения своих обязательств, несёт ответственность за убытки, понесённые Пользователем в связи с неправомерным использованием персональных данных, в соответствии с законодательством Российской Федерации, за исключением случаев, предусмотренных п. 5.2. и п. 7.2. настоящей Политики Конфиденциальности.</p>
<p>7.2. В случае утраты или разглашения Конфиденциальной информации Администрация Сайта не несёт ответственности, если данная конфиденциальная информация:</p>
<p>7.2.1. Стала публичным достоянием до её утраты или разглашения.</p>
<p>7.2.2. Была получена от третьей стороны до момента её получения Администрацией Сайта.</p>
<p>7.2.3. Была разглашена с согласия Пользователя.</p>
<p>7.2.4. Была разглашена сторонними сайтами и сервисами, ссылки на использование которых присутствуют на Сайте, в случае использования таких ссылок и сервисов Пользователем.</p>
<p>7.3. Пользователь самостоятельно несет ответственность за возможные последствия в случае представления недостоверных и/или неполных персональных данных.</p>
<h3>8. ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ</h3>
<p>8.1. Администрация Сайта вправе вносить изменения в настоящую Политику конфиденциальности без согласия и уведомления Пользователя.</p>
<p>8.2. Изменения Политики конфиденциальности вступают в силу с момента их размещения на Сайте.</p>
<p>8.3. Действующая Политика конфиденциальности размещена на Сайте по адресу&nbsp;<a href="https://huaxun.ru/terms-of-use-and-privacy-policy">https://huaxun.ru/terms-of-use-and-privacy-policy</a></p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>Правила поведения на сайте и авторское право</p>
<p>Вы признаете, что прочли данные условия использования (далее Условия) и понимаете описанные в них права и обязательства. Использование Вами Сайта: https://huaxun.ru (далее Сайт) означает Ваше согласие с перечисленными Условиями. Информация, опубликованная на Сайте, носит общий характер и служит для ознакомительных целей. Мы внимательно следим за содержанием сайта, но несмотря на это, мы не можем гарантировать, что опубликованная информация не содержит неточностей или не окажется устаревшей. Поэтому, если Вы обнаружили ошибки на Сайте, просим сообщить нам об этом.</p>
<ol>
<li><strong> Общие положения</strong></li>
</ol>
<p>1.1. Контент, размещенный на Сайте https://huaxun.ru предоставляется владельцем данного ресурса (далее ООО Группа компаний &laquo;Хуасюнь&raquo;) исключительно в информативных целях. Все данные на Сайте представлены &laquo;Как есть&raquo; с возможными ошибками, без каких-либо явных и подразумеваемых гарантий. Информация, размещенная на Сайте ООО Группа компаний &laquo;Хуасюнь&raquo;, является полностью верной только при наличии официального письменного подтверждения от ООО Группа компаний &laquo;Хуасюнь&raquo; (на п. 5 указанное не распространяется)</p>
<p>1.2. ООО Группа компаний &laquo;Хуасюнь&raquo; оставляет за собой право проводить усовершенствование и/или внести изменения в услуги, продукцию или другие данные на Сайте без предварительного уведомления. ООО Группа компаний &laquo;Хуасюнь&raquo; вправе информировать об изменениях, дополнениях разместив соответствующую информацию на Сайте, и/или отправив уведомление по электронной почте, а также при помощи других коммуникативных средств. Клиент считается принявшим изменения в момент получения информации о них из любых источников.</p>
<p>1.3. ООО Группа компаний &laquo;Хуасюнь&raquo; и ее поставщики не несут ответственности за любые убытки, возникшие в результате использования или невозможности использования информации, размещенной на Сайте.</p>
<p>1.4. Сайт будет работать только на указанных в его документации аппаратных и программных платформах.</p>
<p>1.5. ООО Группа компаний &laquo;Хуасюнь&raquo; вправе прервать проводимые на нем специальные предложения и промо акции (далее Акция), прекратить предоставление посредством Сайта каких-либо услуг, а также оставляет за собой право, в любое время и без предварительного уведомления, прекратить поддержку любой аппаратной или программной платформы.</p>
<p>1.6. Если Вы не согласны с любым из указанных в настоящем документе условий, Вы можете отказаться от использования данного Сайта.</p>
<p>&nbsp;</p>
<ol >
<li><strong> Правила поведения на Сайте и его сервисах</strong></li>
</ol>
<p>2.1. Вы обязуетесь следовать общепринятым правилам поведения в Интернете. Запрещено: загружать, передавать, публиковать, доводить иным образом до всеобщего сведения любую информацию, которая содержит:</p>
<p>Угрозы, дискредитирует или оскорбляет других пользователей или третьих лиц (физических лиц и юридических лиц), является вульгарной, непристойной, носит мошеннический характер, нарушает неприкосновенность частной жизни, включая, но не ограничиваясь предоставлением и/или распространением персональных данных третьих лиц, а также нарушением тайны переписки (связи); нарушает права несовершеннолетних лиц и/или пропагандирует причинение им вреда в любой форме.</p>
<p>Публиковать/содержать ссылки на порнографические фотографии, аудио и видеоролики сексуального характера, в том числе, с участием несовершеннолетних и/или рекламирует их приобретение или распространение; является вульгарной или непристойной, содержит угрозы, дискредитирует, содержит нецензурную лексику, оскорбляет, порочит честь и достоинство или деловую репутацию организаций, должностных лиц и граждан.</p>
<p>Публиковать/содержать ссылки на сцены насилия или бесчеловечного обращения с животными, а также описание таких сцен; содержать описание способов и средств для совершения суицида, любое подстрекательство к его совершению.</p>
<p>Публиковать/содержать ссылки на результат работ интеллектуальной деятельности и средства индивидуализации третьих лиц, при отсутствии подтвержденного согласия их правообладателей на их использование или нарушения норм свободного использования произведений или иных объектов, установленных действующим законодательством.</p>
<p>Публиковать/содержать ссылки на пропаганду и/или способствовать разжиганию расовой, религиозной, этнической ненависти, розни, вражды и/или дискриминации по расовому, этническому, религиозному, половому, социальному признакам.</p>
<p>Публиковать/содержать ссылки на пропаганду фашизма или идеологию расового, или национального превосходства.</p>
<p>Публиковать/содержать ссылки на пропаганду и/или способствовать ущемлению прав меньшинств.</p>
<p>Публиковать/содержать ссылки на экстремистские материалы; пропагандировать преступную деятельность и/или содержащие рекомендации, давать инструкции или руководства по совершению преступных действий.</p>
<p>Публиковать/содержать ссылки на информацию ограниченного доступа, включая, но не ограничиваясь, государственной, банковской и коммерческой тайной.</p>
<p>Публиковать/содержать ссылки на ненадлежащую коммерческую рекламу и/или незаконную политическую рекламу, привлекающая к участию в ее распространении.</p>
<p>Публиковать/содержать ссылки на рекламу или описывать привлекательность употребления наркотических веществ, давать информацию о распространении наркотиков, рецепты их изготовления и советы по употреблению наркотических средств.</p>
<p>Публиковать/содержать ссылки на информацию мошеннического характера, стимулировать или рекламировать использование спама и соответствующих технических средств и сервисов массовой рассылки сообщений. Продавать или предоставлять доступы к базам данных электронных адресов и контактов, осуществление многоуровневого (сетевого) маркетинга и привлечение к участию в схемах интернет-заработков и e-mail-бизнесов.</p>
<p>Публиковать/содержать ссылки на вирусы, трояны и другое вредоносное программное обеспечение и, сведения и руководства по их использованию, а также инструкции по осуществлению действий, предназначенные для сбора информации о пользователях, нарушения их прав и интересов и/или нарушения нормального функционирования проектов, сервисов и информационных систем третьих лиц; содержать серийные (регистрационные) номера к программному обеспечению и базам данных и программы для их генерации, логины, пароли и иные средства для получения несанкционированного доступа к Интернет-ресурсам, доступ к которым ограничен.</p>
<p>Запрещено регистрировать более чем один пользовательский аккаунт, регистрировать пользовательский аккаунт от имени лица, которым Вы не являетесь, или регистрировать аккаунт группы лиц или организации; вводить пользователей в заблуждение относительно своей личности, используя аккаунт другого человека, умышленно искажать представление о самом себе, своем возрасте или своих отношениях с другими лицами или организациями; размещать любую коммерческую рекламу, коммерческие предложения, агитационные материалы, сообщения-цепочки (сообщения, требующие их передачи одному или нескольким пользователям), схемы финансовых пирамид или призывы в них участвовать, любую другую навязчивую информацию; размещать домашние адреса, номера телефонов, адреса электронной почты, паспортные данные и прочую личную информацию других пользователей или любых третьих лиц без их личного согласия на такие действия; описывать или пропагандировать преступную деятельность, размещать инструкции или руководства по совершению преступных действий; любым способом, в том числе путем взлома, пытаться получить доступ к чужому аккаунту вопреки воле лица, которому он принадлежит; размещать любую информацию, нарушающую исключительные права пользователей или третьих лиц на объекты интеллектуальной собственности.</p>
<p>Запрещено дублировать сообщения, &laquo;смайлы&raquo;, а также развивать в дереве комментирования темы, не относящиеся к обсуждаемой тематике; злоупотреблять сленгом, игнорировать правила современного русского языка; злоупотреблять использованием заглавных букв, размещать любую другую информацию которая нарушает иные права и интересы граждан и юридических лиц или требования законодательства Российской Федерации, и которая, по мнению ООО Группа компаний &laquo;Хуасюнь&raquo;, является нежелательной, не соответствует целям создания Сайта, ущемляет интересы пользователей или по другим причинам является нежелательной для размещения на Сайте.</p>
<p>2.2. Запрещено каким-либо способом, средствами, программами и пр. препятствовать нормальной работе Сайта и его сервисов.</p>
<p>2.3. Вы признаете, что несете личную ответственность за любое действие, сообщение, комментарий или иную информацию, которые Вы загружаете или публикуете, доводите до всеобщего сведения на Сайте или с его помощью.</p>
<p>2.4. Размещая свой комментарий, сообщение или любую другую информацию в любой части Сайта, Вы не вправе загружать или иным образом доводить до всеобщего сведения (публиковать на Сайте) контент других сайтов, баз данных и прочих объектов исключительных прав при отсутствии подтвержденного согласия правообладателя на такие действия.</p>
<p>2.5. Владелец Сайта вправе удалить или отредактировать неприемлемые сообщения.</p>
<p>ООО Группа компаний &laquo;Хуасюнь&raquo; уведомляет, что сообщения или комментарии на Сайте отражают точку зрения их авторов, а не ООО Группа компаний &laquo;Хуасюнь&raquo; (кроме информации, размещённой ее представителями). Содержание сообщений, комментариев, высказываний на Сайте является мнением лиц, их написавших, и может не совпадать с мнением ООО Группа компаний &laquo;Хуасюнь&raquo;.</p>
<p>2.6. Сайт является открытым для всеобщего доступа информационным ресурсом. Пользуясь сайтом, Вы соглашаетесь не размещать информацию, которая нарушает общепринятые нормы поведения и законодательство РФ. При попытке публикации таких сообщений владелец Сайта вправе ограничить Ваш доступ к сервисам Сайта.</p>
<ol >
<li><strong> Права на интеллектуальную собственность</strong></li>
</ol>
<p>3.1. Контент, размещенный на Сайте ООО Группа компаний &laquo;Хуасюнь&raquo; охраняются авторским правом и защищены законодательством РФ об авторском и смежном праве. Любое использование данных материалов (копирование, воспроизведение, изменение, переработка, публикация в любом виде, пересылка и другие возможные варианты) вне Сайта возможно только при наличии письменного разрешения владельца Сайта.</p>
<p>3.2. Сайт содержит информацию, фотографии, тексты, дизайнерские работы, изображения, графику, звуковые и видеозаписи, а также другие материалы и произведения, включающие интеллектуальную собственность, права на которую принадлежат ООО Группа компаний &laquo;Хуасюнь&raquo;. Все товарные знаки (логотипы, доменные имена, материалы, описывающие услуги ООО Группа компаний &laquo;Хуасюнь&raquo;, или содержащие в своём названии словосочетание &laquo;ООО Группа компаний &laquo;Хуасюнь&raquo;, huaxun.ru, являющиеся частью информации Сайта), являются собственностью владельца Сайта.</p>
<p>3.3. Любое видоизменение и использование в коммерческих целях товарных знаков ООО Группа компаний &laquo;Хуасюнь&raquo; или их производных, строго запрещено. Исключения возможны только с письменного разрешения владельца Сайта и публикации ссылки на первоисточник.</p>
<p>3.4. Все прочие названия продукции, компаний и организаций, приведенные на Сайте, могут являться товарными знаками своих владельцев и не могут быть использованы без их согласия.</p>
<p>3.5. Содержание Сайта может быть использовано только в некоммерческих целях, соблюдая п.п. данного Документа и наличия ссылки на Сайт/страницы Сайта (первоисточник).</p>
<p>3.6. Сайт также содержит материалы, полученные из открытых источников или предоставленные ему третьими лицами, в том числе материалы и произведения, защищённые авторским правом, зарегистрированные товарные знаки и знаки обслуживания, а также иные объекты интеллектуальной собственности, правообладателем которых являются соответствующие владельцы. Материалы, включая любую информацию, размещённую на Сайте, предназначены для просмотра в личных или внутренних деловых целях. Любое иное использование Материалов или Сайта строго запрещено, включая: распространение, републикацию, перевод, внесение несанкционированных изменений, удаление, публичное исполнение, передачу по каналам для всеобщего сведения, ответственное хранение, переписывание, направление по почте, воспроизведение, повторное распространение или какое-либо размножение без предварительного письменного разрешения ООО Группа компаний &laquo;Хуасюнь&raquo;. Запрещается использовать Контент Сайта третьим лицам в любых коммерческих целях, в том числе: в целях маркетинга, коммерческой рассылки по факсу, по почте, по электронной почте, либо через коммерческих представителей/агентов/приложений или каких-либо электронных посредников.</p>
<p>3.7. Любое санкционированное использование Сайта не включает в себя использование Сайта и материалов в каких бы то ни было незаконных целях. Запрещается транслировать на Сайт или через Сайт какие-либо материалы без разрешения владельца сайта. Запрещается наносить ущерб, препятствовать, затруднять или каким-либо иным образом нарушать права третьих лиц посредством использования настоящего Сайта или материалов, размещенных на нем.</p>
<p>3.8. В соответствии с данными Условиями, ООО Группа компаний &laquo;Хуасюнь&raquo; настоящим предоставляет Вам ограниченную, некоммерческую, личную, несублицензируемую, неисключительную, непередаваемую и бесплатную лицензию на доступ к Сайту и его сервисам. Вы признаете, что все не указанные в данном документе права остаются за ООО Группа компаний &laquo;Хуасюнь&raquo;. Все права на Сайт принадлежат владельцу Сайта. Данные Условия не передают Вам такие права.</p>
<p>3.9. Вы обязуетесь не изменять, не удалять, не скрывать, и не делать незаметными отметки о правах собственности, принадлежащих ООО Группа компаний &laquo;Хуасюнь&raquo;.</p>
<p>3.10. Загружая информацию на Сайт, Вы предоставляете Компании всемирное, неисключительное, безвозмездное, неотменяемое, передаваемое, сублицензируемое право использовать и распространять информацию частично или целиком, в любых форматах и любым способом: публиковать, изменять, воспроизводить, транслировать, адаптировать и т.д. Если Вам не принадлежит или Вы не уполномочены предоставлять вышеуказанное право, воздержитесь от предоставления информации на Сайт.</p>
<p>3.11. Если Вам стало известно о действительном или потенциальном нарушении прав на интеллектуальную собственность, пожалуйста, сообщите нам об этом нарушении. Адрес и возможные способы связи указаны в п. 7.6.</p>
<ol >
<li><strong> Освобождение от ответственности</strong></li>
</ol>
<p>4.1. ООО Группа компаний &laquo;Хуасюнь&raquo; гарантирует соответствие компьютерной системы, используемой для работы Сайта, общепринятым стандартам безопасности.</p>
<p>4.2. Сайт предоставляется по принципу &laquo;как есть&raquo;. Все возможные риски, связанные с качеством и работой Сайта, ложатся на Вас. ООО Группа компаний &laquo;Хуасюнь&raquo; заявляет об отсутствии каких-либо гарантий, явных или подразумеваемых, в отношении Сайта, а также любой иной информации, документации, предоставляемой для данного Сайта. Кроме того, владелец Сайта не дает никаких гарантий относительно результатов, которые могут быть получены с помощью Сайта.</p>
<p>4.3. Владелец Сайта не несет ответственность за неточную или неверную информацию, полученную от пользователей, за оборудование и программное обеспечение, используемое в рамках Сайта, а также за технические неполадки, которые могут случиться, в том числе из-за поломки вашего компьютера в результате использования Сайта.</p>
<p>4.4. Все возможные риски, связанный с использованием и работой Сайта, ложится на Вас. ООО Группа компаний &laquo;Хуасюнь&raquo;, ее коммерческие партнеры, сотрудники, представители и пр. ни в коем случае не будут нести ответственность за побочный, особый или косвенный ущерб (включая, в частности, ущерб из-за потери коммерческих прибылей, простоя производства, потери коммерческой информации или иных денежных убытков), связанный с использованием или невозможностью использования Сайта.</p>
<p>4.5. Владелец Сайта не отвечает за любое поведение, действие или бездействие посетителей/пользователей или третьих лиц, использующих или просматривающих Сайт.</p>
<p>4.6. Опубликованная на Сайте ссылка на любой другой сайт, услугу, продукт, предложение, акцию, любую информацию коммерческого или некоммерческого характера, не является одобрением или рекомендацией данных продуктов/услуг и пр. со стороны ООО Группа компаний &laquo;Хуасюнь&raquo;.</p>
<p>4.7. Если в рамках Акции/Предложения выдаются призы (подарки), то вы признаете следующее:</p>
<p>ООО Группа компаний &laquo;Хуасюнь&raquo; не несет ответственности за налоговые выплаты, связанные с принятием Вами Приза/Подарка. ООО Группа компаний &laquo;Хуасюнь&raquo; не дает финансовые консультации и ответственность по данному вопросу ложится на Вас самих. Призы/Подарки не обмениваются, не могут передаваться другим лицам и не могут быть возвращены, если иное явно неуказанно в условиях Акции/Предложения. В случае, если на момент выдачи определенный Приз/Подарок закончился (недоступен), ООО Группа компаний &laquo;Хуасюнь&raquo; вправе заменить его другим, аналогичной стоимости. ООО Группа компаний &laquo;Хуасюнь&raquo; не несет ответственности за последующие изменения в стоимости Приза/Подарка. В случае если в течение указанного в условиях Акции/Предложения срока победитель не забрал свой Приз/Подарок, ООО Группа компаний &laquo;Хуасюнь&raquo; вправе выбрать способ замены такого победителя.</p>
<p>4.8. ООО Группа компаний &laquo;Хуасюнь&raquo; не отвечает за любые технические сбои или иные проблемы любых телефонных сетей или служб, компьютерных систем, серверов или провайдеров, компьютерного или телефонного оборудования, программного обеспечения, сбои сервисов электронной почты, скриптов и прочих технических причин и ответственность за все возможные последствия не несет.</p>
<p>4.9. ООО Группа компаний &laquo;Хуасюнь&raquo; не несет ответственность за любые ошибки, дефекты, упущения, прерывания, удаление, задержку в обработке или передаче данных, сбое линий связи, кражу, уничтожение или неправомерный доступ к материалам пользователей, размещенным на Сайте или в любом другом месте.</p>
<p>4.10. ООО Группа компаний &laquo;Хуасюнь&raquo; оставляет за собой право по собственному усмотрению и без какого-либо обязательства корректировать или исправлять любую ошибку или неточность в любом тексте. ООО Группа компаний &laquo;Хуасюнь&raquo; по необходимости обновляет информацию, опубликованную на Сайте, но не несет ответственность за какую-либо неточность в связи с этим.</p>
<ol >
<li><strong> Сбои в работе Сайта</strong></li>
</ol>
<p>5.1. Сайт или его сервисы могут быть частично или полностью недоступны по причине проведения плановых или внеплановых профилактических, или иных работ. ООО Группа компаний &laquo;Хуасюнь&raquo; не обязана информировать пользователей/посетителей о таких работах и ответственность за все возможные последствия, связанные с недоступностью Сайта, не несет.</p>
<p>5.2. Если по какой-либо причине Сайт не доступен или не может функционировать полностью или частично так, как должен работать, в силу форс-мажорных обстоятельств, технических причин/неполадок, мошенничества, неавторизованного вмешательства или иной неконтролируемой владельцем Сайта причины, которая нарушает нормальную работу Сайта или затрагивает администрирование, безопасность, целостность Сайта, то ООО Группа компаний &laquo;Хуасюнь&raquo; оставляет за собой право приостановить, изменить или завершить работу Сайта. Владелец Сайта ответственность за все возможные последствия, связанные с вышеперечисленными обстоятельствами, не несет.</p>
<ol >
<li><strong> Конфиденциальность персональной информации</strong></li>
</ol>
<p>6.1. Оставляя свои данные: фамилию, имя, отчество, контактный номер телефона, адрес для проведения работ, e-mail (электронную почту) и любую другую контактную информацию, Вы соглашаетесь на обработку персональных данных ООО Группа компаний &laquo;Хуасюнь&raquo; в целях исполнения ООО Группа компаний &laquo;Хуасюнь&raquo; и/или ее партнерами своих обязательств. Указанное согласие предоставляется Вами без временного ограничения.</p>
<p>6.2. ООО Группа компаний &laquo;Хуасюнь&raquo; вправе использовать персональные данные в целях:</p>
<ul>
<li>обработки заказов для выполнения своих договорных обязательств;</li>
<li>для осуществления деятельности по продвижению товаров и услуг;</li>
<li>регистрации/авторизации Вас на Сайте;</li>
<li>оценки и анализа работы Сайта, иных средств продвижения товаров и услуг;</li>
<li>анализа покупательских особенностей и предоставления персональных рекомендаций;</li>
<li>информирования об акциях, скидках и специальных предложениях посредством электронных и СМС-рассылок;</li>
</ul>
<p>6.3. Если вы желаете внести изменения в свои персональные данные: являются неполными, неточными, устаревшими или другие исправления, а также блокировать или удалить их, отозвать свое согласие на обработку персональных данных, отписаться от получения сообщений рекламно-информационного характера от ООО Группа компаний &laquo;Хуасюнь&raquo;, Вам следует направить официальный запрос с соответствующей просьбой на e-mail: <u>info</u><u>@huaxun.</u><u>ru</u></p>
<p>6.4. При обработке персональных данных ООО Группа компаний &laquo;Хуасюнь&raquo; руководствуется Федеральным законом &laquo;О персональных данных&raquo;, Федеральным законом &laquo;О рекламе&raquo; и локальными нормативными документами.</p>
<p>6.5. ООО Группа компаний &laquo;Хуасюнь&raquo; обязуется не передавать полученную персональную информацию третьим лицам.</p>
<p>ООО Группа компаний &laquo;Хуасюнь&raquo; вправе предоставить персональную информацию организациям, партнерам, агентам и третьим лицам, действующими с ней на основании договора для исполнения обязательств перед клиентом и нарушением не является.</p>
<p>ООО Группа компаний &laquo;Хуасюнь&raquo; вправе передавать данные о клиенте третьим лицам в обезличенной/не полной форме в целях оценки и анализа работы Сайта, иных средств продвижения товаров и услуг на Сайте, его сервисах, социальных сетях и пр. и нарушением настоящего пункта не является.</p>
<p>ООО Группа компаний &laquo;Хуасюнь&raquo; в целях продвижения товаров и услуг вправе публиковать/воспроизводить/транслировать на Сайте, его сервисах, социальных сетях и прочих сторонних Сайтах и сервисах: фотографии, видео и аудио записи и прочие материалы интеллектуальной деятельности ООО Группа компаний &laquo;Хуасюнь&raquo;/Партнеров/Подрядчиков и др. полученные в ходе выполнения своих обязательств по Договору оказания услуг, а именно: материалы &laquo;ДО&raquo; начала работ на объекте клиента, &laquo;Процесс&raquo; проведения работ на объекте клиента и &laquo;результат&raquo; выполненной работы на объекте клиента, Отзыв клиента о проделанной работе ООО Группа компаний &laquo;Хуасюнь&raquo;/Партнеров/Подрядчиков и др. во всех форматах и прочие возможные материалы, в том числе вправе публиковать/воспроизводить данные о клиенте в обезличенной/не полной форме и нарушением настоящего пункта не является.</p>
<p>6.6. Нарушением п. 6.5. не является передача информации в соответствии с обоснованными и применимыми требованиями законодательства Российской Федерации.</p>
<p>6.7. ООО Группа компаний &laquo;Хуасюнь&raquo; не несет ответственность за сведения, предоставленные клиентом/посетителем на Сайте в общедоступной форме.</p>
<p>6.8. ООО Группа компаний &laquo;Хуасюнь&raquo; вправе использовать &laquo;Сookies&raquo; технологию. &laquo;Cookies&raquo; не содержат конфиденциальную информацию и не передаются третьим лицам.</p>
<p>6.9. При обработке персональных данных ООО Группа компаний &laquo;Хуасюнь&raquo; принимает необходимые и достаточные организационные и технические меры для защиты персональных данных от неправомерного доступа к ним, а также от иных неправомерных действий в отношении персональных данных.</p>
<ol >
<li><strong> Заключительные положения</strong></li>
</ol>
<p>7.1. Настоящие Условия регулируются и толкуются в соответствии с законодательством Российской Федерации.</p>
<p>7.2. Если по тем или иным причинам одна или несколько норм настоящих Условий является недействительной или не имеющей юридической силы, это не оказывает влияния на действительность или применимость остальных норм.</p>
<p>7.3. Вы обязуетесь защищать ООО Группа компаний &laquo;Хуасюнь&raquo; и ее филиалы, поставщиков, лицензиаров, руководителей и сотрудников от любых убытков, ответственности и расходов (в том числе судебных расходов), связанных с претензиями в отношении Вашего нарушения данных Условий, законодательства или прав третьих лиц.</p>
<p>7.4 При выявлении неправомерных действий/нарушений в отношении Сайта/ООО Группа компаний &laquo;Хуасюнь&raquo;/товарных знаков/сотрудников и др, а также посягательство на плоды интеллектуальной деятельности ООО Группа компаний &laquo;Хуасюнь&raquo;, копирование/скачивание/переработка контента Сайта и пр., а также любое представление контента/плодов интеллектуальной деятельности ООО Группа компаний &laquo;Хуасюнь&raquo; &laquo;КАК ЗА СВОИ&raquo; любыми возможными способами. ООО Группа компаний &laquo;Хуасюнь&raquo; оставляет за собой право пресекать подобные действия и требовать возмещения материального ущерба/упущенной выгоды за такие нарушения в соответствии с Законами РФ, в том числе уведомлять ПС.</p>
<p>7.5. При выявлении неправомерных действий порочащих деловую репутацию ООО Группа компаний &laquo;Хуасюнь&raquo;/товарных знаков/сотрудников и пр. ООО Группа компаний &laquo;Хуасюнь&raquo; оставляет за собой право пресекать подобные действия и требовать возмещения материального ущерба/упущенной выгоды за такие нарушения в соответствии с Законами РФ, в том числе уведомлять ПС.</p>
            </div>
    </div>
</section>
      
    )
}

export default Policy;